cask_args appdir: "/Applications"

tap "cloudfoundry/tap"
brew "cloudfoundry/tap/cf-cli"

brew "git"
brew "git-crypt"
brew "heroku"
brew "htop"
brew "maven"
brew "mongodb"
brew "protobuf"
brew "python"
brew "python3"
brew "ruby"
brew "terraform"
brew "tig"
brew "wget"
cask "fly"
cask "flycut"
cask "keepingyouawake"
cask "shiftit"
